Repository: cameldjoulako/interflutter
Catalog: interflutter/lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Heroes of computer science
fr: Héros de l'informatique

# heroNumber
source: 6 Hereos
fr: 6 Héros

# chooseLang
source: Chose language
fr: Choisir la langue

# bornText
source: Born on
fr: Née le

# bioHero1
source: Devised theory of machine-independent programming languages.
fr: Élaboration d'une théorie des langages de programmation indépendants de la machine.

# bioHero2
source: Father of theoretical computer science & artificial intelligence.
fr: Père de l'informatique théorique et de l'intelligence artificielle.

# bioHero3
source: Turing Award winner; inventor of Liskov substitution principle.
fr: Lauréat du prix Turing; inventeur du principe de substitution de Liskov.

# bioHero4
source: Designed & developed the Apple I & Apple II microcomputers.
fr: Conçu et développé les micro-ordinateurs Apple I et Apple II.

# bioHero5
source: Inventor of the World Wide Web.
fr: Inventeur du World Wide Web.

# bioHero6
source: Co-founder of Microsoft Corporation; philanthropist.
fr: Co-fondateur de Microsoft Corporation; philanthrope.
